//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2011, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************

//**********************************************************************
// $Header: $
//
// $Revision: $
//
// $Date: $
//**********************************************************************
// Revision History
// ----------------
// $Log: $
// 
//**********************************************************************
//<AMI_FHDR_START>
//
// Name:    IdeSMART.uni
//
// Description: Uni File of IdeSMART Driver
//
//<AMI_FHDR_END>
//**********************************************************************
/=#
#include "VFR.uni"

#langdef   eng "English"
#string STR_SMART_FAILURE                   #language eng "S.M.A.R.T Status Bad, Backup and Replace."
#string STR_SMART_FAILURE_PROMPT            #language eng "Press F1 to Resume..."

#string STR_SMART_PORT                      #language eng "Port"

#string STR_PRIMARY                         #language eng "Primary"
#string STR_SECONDARY                       #language eng "Secondary"
#string STR_MASTER                          #language eng "Master"
#string STR_SLAVE                           #language eng "Slave"

#string STR_SMART_FORM                      #language eng "SMART Settings"
#string STR_SMART_FORM_HELP                 #language eng "System SMART Settings"
#string STR_SMART_SELFTEST                  #language eng "SMART Self Test"
#string STR_SMART_SELFTEST_HELP             #language eng "Run SMART Self Test on all HDDs during POST."

//*************************************************************************
//*************************************************************************
//**                                                                     **
//**        (C)Copyright 1985-2011, American Megatrends, Inc.            **
//**                                                                     **
//**                       All Rights Reserved.                          **
//**                                                                     **
//**      5555 Oakbrook Parkway, Suite 200, Norcross, GA 30093           **
//**                                                                     **
//**                       Phone: (770)-246-8600                         **
//**                                                                     **
//*************************************************************************
//*************************************************************************